Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.16.02.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Kulttuurimme ei ole vain kieltä ja kauniita käsitöitä, vaan niiden taustalla on kokonainen sukupolvittain jatkunut elämäntapa, jota yritetään jatkuvasti lopettaa ja täten tehdä saamelaisista kielellinen vähemmistö.
sme: Kultuvramet ii leat dušše giella ja čáppa duojit, muhto daid duogážis lea olles buolvadagaid mielde bistán eallinvuohki, mii geahččaluvvo geažos áigge heaittihuvvot ja dađi lági mielde sápmelaččain dahkkot gielalaš unnitlohku.

source: Ollaan kehäpäätelmässä: kaikkien tasa-arvoisella kohtelulla luodaan olosuhteet, jotka voivat johtaa saamelaisen elämäntavan katoamiseen. ”
sme: Dalle leat jorbalasargumentašuvnna siste: buohkaid dásseárvosaš gieđahallamiin duddjojuvvojit dilit, mat sáhttet doalvut sámi eallinvuogi jávkamii. ”

source: Vuontisjärvellä 16.2.2015
sme: Vuottesjávrres 16.2.2015

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
